Repository: grosser/gettext
Catalog: po/*/rgettext.po
Languages: bg, el, eo, hu, ja, lv, nb

source: Failed to merge with %{defpo}
bg: Пропадна сливането с %{defpo}
el: Αποτυχία συγχώνευσης με %{defpo}
eo: Kunfando kun %{defpo} fiaskis
hu: Sikertelen összefésülés a %{defpo} állománnyal
ja: %{defpo}のマージに失敗しました。
lv: Nesanāca apvienot ar %{defpo}
nb: Klarte ikke slå sammen med %{defpo}·-·hopper over!

source: New .pot was copied to %{failed_filename}
bg: Новия .pot беше копиран като %{failed_filename}
el: Ελέγξτε το καινούργιο .pot στο %{failed_filename}
eo: Nova pot-dosiero kopiiĝis al %{failed_filename}
hu: Ellenőrizd az új .pot fájlt %{failed_filename}
ja: 新しい.potファイルを%{failed_filename}にコピーしました。
lv: Jaunais .pot tika pārkopēts kā %{failed_filename}
nb: Kontroller ny .pot i %{failed_filename}

source: Check these po/pot-files. It may have syntax errors or something wrong.
bg: Проверете тези po/pot файлове. Може да имат синтактични грешки или нещо друго.
el: Ελέγξτε τα αρχεία .po/.pot. Μπορεί να υπάρχουν συντακτικά λάθη
eo: Kontrolu jenajn po/pot-dosierojn. Estas eble sintaksaj eraroj en ili, aŭ io.
hu: Ellenőrizd a következő po/pot fájlokat, talán szintaktikai hibák találhatóak bennük.
ja: 文法エラーやその他のエラーがありそうです。po/potファイルをチェックしてください。
lv: Pārbaudi šīs po/pot datnes. Tajās varētu būt sintakses kļūdas vai kas cits nogājis greizi.
nb: Kontroller disse po/pot-filene. Det kan være syntaks-feil eller noe annet galt.

source: `%{file}' is not glade-2.0 format.
bg: `%{file}' не е във формат glade-2.0.
el: το `%{file}' δεν είναι σε μορφή glade-2.0.
eo: `%{file}' ne konformas al la formato de glade-2.0.
hu: `%{file}' nem glade-2.0 formátumú.
ja: `%{file}'はglade-2.0フォーマットではありません。
lv: `%{file}' nav glade-2.0 formātā.
nb: `%{file}' er ikke glade-2.0-formattert.

source: 3rd parmeter is wrong: value = %{number}
bg: Третият параметър е грешен: value = %{number}
el: Η τρίτη παράμετρος είναι λανθασμένη: value = %{number}
eo: Malĝusta tria parametro: valoro = %{number}
hu: A harmadik paraméter hibás: value = %{number}
ja: 3つめのパラメータが不正です。: value = %{number}
lv: trešais parametrs ir kļūdains: vērtība = %{number}
nb: Tredje parameter er feil: verdi = %{number}

source: '%{klass}' is ignored.
bg: '%{klass}' беше игнориран.
el: το %{klass}' θα αγνοηθεί.
eo: ignoras '%{klass}'.
hu: '%{klass}' figyelmen kívül hagyva.
ja: '%{klass}' は無視されました。
lv: '%{klass}' ir ignorēta.
nb: '%{klass}' blir ignorert.

source: Usage: %s input.rb [-r parser.rb] [-o output.pot]
bg: Употреба: %s input.rb [-r parser.rb] [-o output.pot]
el: Χρήση: %s input.rb [-r parser.rb] [-o output.pot]
eo: Uzmaniero: %s en.rb [ -r analiz.rb ] [ -o el.pot ]
hu: Használat: %s input.rb [-r parser.rb] [-o output.pot]
ja: 使い方: %s input.rb [-r parser.rb] [-o output.pot]
lv: Lietošana: %s input.rb [-r parser.rb] [-o output.pot]
nb: Bruk: %s input.rb [-r parser.rb] [-o output.pot]

source: Extract translatable strings from given input files.
bg: Извличане на преводните низове от зададените файлове.
el: Εξαγωγή μεταφράσεων από αρχεία εισόδου.
eo: Arigos tradukeblajn frazojn el donitaj dosieroj.
hu: Összegyűjti a lefordítandó szövegeket a megadott fájlokból.
ja: 翻訳可能な文字列を入力ファイルから抜き出します。
lv: Iegūt tulkojamos tekstus no norādītajām ievades datnēm.
nb: Trekk ut oversettbare tekststrenger fra angitte filer

source: Specific options:
bg: Специфични опции:
el: Ειδικές παράμετροι:
eo: Specifaj opcioj:
hu: Speciális opciók:
ja: オプション：
lv: Īpaši uzstādījumi:
nb: Spesifikke alternativer:

source: write output to specified file
bg: изходът беше записан в зададения файл
el: εγγραφή στο καθορισμένο αρχείο
eo: skribos la produkton en la indikitan dosieron
hu: kimenet írása egy megadott fájlba
ja: 出力ファイルを指定します
lv: ierakstīt izvadi norādītajā datnē
nb: skriv ut til spesifisert fil

source: File '%s' already exists.
bg: Файлът '%s' съществува.
el: Το αρχείο '%s' προϋπάρχει.
eo: Dosiero '%s' jam ekzistas.
hu: A fájl '%s' már létezik.
ja: ファイル '%s' はすでに存在します。
lv: Datne '%s' jau eksistē.
nb: Filen '%s' eksisterer fra før

source: require the library before executing rgettext
bg: заредете библиотеката с require преди да изпълните rgettext
el: Κάντε χρήση της βιβλιοθήκης (require) πριν από την εκτέλεση του rgettext
eo: uzos indikitan opcianalizilon
hu: szükséges library az rgettext futtatása előtt
ja: rgettextを実行する前に指定したライブラリを読み込みます。
lv: izmanto "require bibliotēka" pirms izsauc rgettext
nb: krev biblioteket før du kjører rgettext

source: run in debugging mode
bg: изпълнение в режим на дебъгване
el: εκτέλεση σε debugging mode
eo: sencimiga modo
hu: debug módban futtatás
ja: デバッグモードで実行する
lv: izpildīt atkļūdošanas veidā
nb: kjør i feilsøkingsmodus

source: display version information and exit
bg: показване на версията и изход
el: πληροφορίες έκδοσης και έξοδος
eo: montros versi-informon
hu: verzió információ kiírása és kilépés
ja: バージョンを表示します
lv: parādīt versiju un iziet
nb: vis versjonsinformasjon og avslutt

source: no input files
bg: няма зададени файлове
el: που είναι τα αρχεία εισόδου ρε;
eo: neniu dosiero donita
hu: Nincs feldolgozandó fájl
ja: 入力ファイルがありません
lv: nav ievades datņu
nb: ingen angitte filer

source: Usage: %s def.po ref.pot [-o output.pot]
bg: Употреба: %s def.po ref.pot [-o output.pot]
el: Χρήση: %s def.po ref.pot [-o output.pot]
eo: Uzmaniero: %s def.po ref.pot [ -o el.pot ]
hu: Használat: %s def.po ref.pot [-o output.pot]
ja: 使い方: %s def.po ref.pot [-o output.pot]
lv: Lietošana: %s def.po ref.pot [-o output.pot]
nb: Bruk: %s def.po ref.pot [-o output.pot]

source: Generate binary message catalog from textual translation description.
bg: Генериране на двоични файлове с преводите от текстовите описания.
el: Δημιουργία καταλόγου μυνημάτων από τη μετάφραση
eo: Generu porkomputilan mesaĝaron el la traduktekstoj.
hu: Bináris üzenetállományt generál a lefordított szöveges állományokból.
ja: poファイルからバイナリのメッセージカタログファイル(moファイル)を生成します。
lv: Ģenerēt bināro katalogu no tekstuālo tulkojumu apraksta.
nb: Opprett mappe for binære meldinger ut fra beskrivelse av oversettelsen.

source: Merges two Uniforum style .po files together. The def.po file is an existing PO file with translations. The ref.pot file is the last created PO file with up-to-date source references. ref.pot is generally created by rgettext.
bg: Слива два Uniforum .pо файла. def.po е съществуващ PO файл с преводи. ref.pot е пресен PO файл с актуални референции към кода. ref.pot обикновено е създаден от rgettext.
el: Συγχωνεύει δύο αρχεία Uniforum .po. Το αρχείο def.po είναι ένα υπάρχον αρχείο PO με τις μεταφράσεις. Το αρχείο ref.pot είναι το τελευταίο αρχείο αναφοράς που κατασκευάστηκε και έχει ενημερωμένες αναφορές κώδικα. Το ref.pot κατασκευάζεται γενικά από το rgettext
eo: Kunfandos du po-dosierojn `Uniforum'-formatitajn. def.po jam enhavu tradukojn; ref.pot estu aktuale kreita el la fontkodo per rgettext.
hu: Két Uniforum formátumú .po fájl összefésülése. A def.po fájl egy létező PO fájl fordításokkal. A ref.pot fájl az utolsó PO fájl frissített hivatkozásokkal (rgettext által generált).
ja: ２つの.poファイルをマージします。def.poファイルはすでにある翻訳済みのPOファイルです。ref.potは最新のPOファイルです。ref.potは通常rgettextから新たに生成されたものです。
lv: Apvieno divas "Uniforum" stila .po datnes. Def.po datne ir eksistējoša PO datne ar tulkojumiem. Ref.pot datne ir pēdējā izveidotā PO datne ar atjauninātām izejas faila atsaucēm. Ref.pot ir datni veido rgettext.
nb: Slår sammen to po-filer av Uniforum-typen. def.po-filen er en eksisterendePO-fil med oversettelser. ref.po-filen er den sist opprettede PO-filen medoppdaterte kildereferanser. ref.pot er generelt opprettet av rgettext.

source: definition po is not given.
bg: съществуващия po не е зададен.
el: το αρχείο ορισμών .po δε δόθηκε.
eo: ne ricevis po-dosieron.
hu: a definiciós (def) PO nincs megadva
ja: 翻訳済みの.poファイルが与えられていません。
lv: po definīcija nav padota.
nb: definisjons-po ikke angitt

source: reference pot is not given.
bg: pot с референциите не е зададен.
el: το αρχείο αναφοράς .pot δε δόθηκε.
eo: ne ricevis referencan pot-dosieron.
hu: a referencia (ref) PO nincs megadva
ja: 最新の.potファイルが与えられていません。
lv: pot atsauce nav padota.
nb: referanse-po ikke angitt

source: Usage: %s input.po [-o output.mo]
bg: Употреба: %s input.po [-o output.mo]
el: Χρήση: %s input.po [-o output.mo]
eo: Uzmaniero: %s en.po [ -o el.mo ]
hu: Használat: %s input.po [-o output.mo]
ja: 使い方: %s input.po [-o output.mo]
lv: Lietošana: %s ievades.po [-o izvades.mo]
nb: Bruk: %s input.po [-p output.mo]

source: Warning: fuzzy message was ignored.
bg: Предупреждение: беше игнорирано неточно съобщение
el: Προειδοποίηση: Ασαφές μύνημα αγνοήθηκε.
eo: Averto: ignoras senfunkcian frazon.
hu: Figyelem: fuzzy üzenet figyelmen kívül hagyva.
ja: Warning: fuzzyメッセージは無視されました。
lv: Brīdinājums: ziņa tika ignorēta.
nb: Advarsel: uferdig melding ble ignorert.

source: Warning: obsolete msgid exists.
bg: Предупреждение: има несъществуващи вече msgid .
el: Προειδοποίηση: ύπαρξη ξεπερασμένου msgid.
eo: Averto: msgid arkaika.
hu: Figyelem: Elavult msgid található.
ja: Warning: 使用されていないメッセージ(obsolete msgid)が存在します。
lv: Brīdinājums: msgid eksistē.
nb: Advarsel: det fins utdaterte msgid.
